export default function Home() {
    return (
        <div className="main_content">
            <div className="p-8 max-w-4xl mx-auto main_text">
                Мультимедийное учебное пособие создано на основе
                базового учебного курса «История фонетических учений»,
                разработанного д.ф.н. М.В. Гординой и апробированного в течение нескольких лет в учебном процессе на
                кафедре фонетики и методики преподавания иностранных языков Филологического факультета СПбГУ.
                <br/>
                <br/>
                Проект № 4714 «Компьютерная база данных по истории фонетики
                (информационное обеспечение подготовки по базовой специальности к.ф.н. 10.02.19)»
                выполнен по заданию Рособразования
                ФГОУ ВПО «Санкт-Петербургский государственный университет»
                в рамках ведомственной научной программы
                “Развитие научного потенциала высшей школы”
                руководитель д.ф.н. М.В. Гордина
                <br/>
                <br/>
                Рекомендуется для использования студентами и магистрантами при изучении курса "История фонетических
                исследований".
                <br/>
                <br/>
                <br/>
                <br/>
                <h3>Авторы</h3>
                <b>Научные руководители:</b>
                <br/>
                Бондарко Лия Васильевна, зав.кафедрой, д.ф.н., профессор
                <br/>
                Гордина Мирра Вениаминовна, д.ф.н., и.о.проф.
                <br/>
                <br/>
                <b>Исполнители:</b>
                <br/>
                Евдокимова Вера Вячеславовна, к.ф.н.
                <br/>
                Камрыш Ольга Вячеславовна, к.ф.н.
                <br/>
                Болотова Ольга Борисовна, к.ф.н.
                <br/>
                <br/>
                <b>Разработка конструктора тестов TESTMAKER:</b>
                <br/>
                Захаркина Валентина Валентиновна, к.ф.-м.н.
                <br/>
                <br/>
                <b>Перевод сайта учебника на React:</b>
                <br/>
                Титюшина Анна Олеговна, лаборант-исследователь
            </div>

            <div className="p-8 max-w-4xl mx-auto main_img">
                <img alt="" src="/img/gordina.jpg"></img>
            </div>
        </div>
    );

}