export default function Home() {
  return (
  <div className="main_content">
    <div className="p-8 max-w-4xl mx-auto main_text">
    Мультимедийное учебное пособие создано на основе
базового учебного курса «История фонетических учений»,
разработанного д.ф.н. М.В. Гординой и апробированного в течение нескольких лет в учебном процессе на кафедре фонетики и методики преподавания иностранных языков Филологического факультета СПбГУ.
<br/>
<br/>
Проект № 4714 «Компьютерная база данных по истории фонетики
(информационное обеспечение подготовки по базовой специальности к.ф.н. 10.02.19)»
выполнен по заданию Рособразования
ФГОУ ВПО «Санкт-Петербургский государственный университет»
в рамках ведомственной научной программы
“Развитие научного потенциала высшей школы”
руководитель д.ф.н. М.В. Гордина
<br/>
<br/>
Рекомендуется для использования студентами и магистрами при изучении курса "История фонетических исследований".
</div>

<div className="p-8 max-w-4xl mx-auto main_img">
<img alt="" src="/img/gordina.jpg"></img>
</div>
</div>
  );

}