export const chapters = [
  {
    id: 'intro',
    title: 'ПРЕДИСЛОВИЕ',
    file: '/chapters/predisl.html',
    is_in_content: true
  },
  {
    id: 'cont1',
    title: 'Глава 1. Начальный период изучения звуковой стороны языка',
    file: '/chapters/cont1.html',
    is_in_content: true
  },
  {
    id: '01-1',
    title: '1.1. Создание алфавитного письма – осознание автономности звуков речи',
    file: '/chapters/01-1.html'
  },
  {
    id: '01-2-1',
    title: '1.2.1. Труды греческих авторов',
    file: '/chapters/01-2-1.html'
  },
  {
    id: '01-2-2',
    title: '1.2.2. Латинские грамматики',
    file: '/chapters/01-2-2.html'
  },
  {
    id: 'cont2',
    title: 'Глава 2. Фонетические сведения в литературе средних веков',
    file: '/chapters/cont2.html',
    is_in_content: true
  },
  {
    id: '02-1',
    title: '2.1. Европейские средневековые грамматики',
    file: '/chapters/02-1.html'
  },
  {
    id: '02-2',
    title: '2.2. Арабские фонетические описания',
    file: '/chapters/02-2.html'
  },
    {
    id: '02-3-1',
    title: '2.3.1. Интуитивно-фонологический подход',
    file: '/chapters/02-3-1.html'
  },
    {
    id: '02-3-2',
    title: '2.3.2. Сознательно-фонологический подход – исландские грамматические трактаты',
    file: '/chapters/02-3-2.html'
  },
    {
    id: '02-3-3',
    title: '2.3.3. Фонологический анализ в трактатах о графике чешского и польского языков',
    file: '/chapters/02-3-3.html'
  },
  {
    id: 'cont3',
    title: 'Глава 3. Фонетические описания в грамматиках XV – XVII вв. в связи с вопросами письменности',
    file: '/chapters/cont3.html',
    is_in_content: true
  },
  {
    id: '03-1',
    title: '3.1. Первые грамматики новых языков',
    file: '/chapters/03-1.html'
  },
  {
    id: '03-2',
    title: '3.2. Принципы графики и фонетические сведения в работах Антонио Небрихи',
    file: '/chapters/03-2.html'
  },
  {
    id: '03-3-1',
    title: '3.3.1. Становление итальянского языка и фонетические описания в грамматиках первой половины XVI века',
    file: '/chapters/03-3-1.html'
  },
  {
    id: '03-3-2',
    title: '3.3.2. Описание тосканского произношения у Д. Риса',
    file: '/chapters/03-3-2.html'
  },
    {
    id: '03-3-3',
    title: '3.3.3. Система звуков тосканского диалекта у Дж. Бартоли',
    file: '/chapters/03-3-3.html'
  },
  {
    id: '03-3-4',
    title: '3.3.4. Труд по физиологии речи',
    file: '/chapters/03-3-4.html'
  },
  {
    id: '03-4-1',
    title: '3.4.1. Фонетические описания во французской грамматике Пальсграва',
    file: '/chapters/03-4-1.html'
  },
  {
    id: '03-4-2',
    title: '3.4.2. Фонетические описания во французских грамматиках XVI в. в связи с реформой письменности',
    file: '/chapters/03-4-2.html'
  },
  {
    id: '03-4-3',
    title: '3.4.3. Фонетические описания в «Грамматике Пор-Рояля»',
    file: '/chapters/03-4-3.html'
  },
  {
    id: '03-4',
    title: '3.4. Фонетические сведения в грамматиках французского языка',
    file: '/chapters/03-4.html'
  },
  {
    id: '03-5',
    title: '3.5. Систематизация сведений об артикуляции звуков речи в труде Я. Мадсена',
    file: '/chapters/03-5.html'
  },
  {
    id: '03-6',
    title: '3.6. Фонетические описания в Германии',
    file: '/chapters/03-6.html'
  },
  {
    id: '03-6-1',
    title: '3.6.1. Первые немецкие грамматики',
    file: '/chapters/03-6-1.html'
  },
  {
    id: '03-6-2',
    title: '3.6.2. Грамматики Шоттеля и Готтшеда',
    file: '/chapters/03-6-2.html'
  },
  {
    id: '03-7-1',
    title: '3.7.1. Сведения по фонетике в работах XVI в. – первой половины XVII в.',
    file: '/chapters/03-7-1.html'
  },
  {
    id: '03-7-2',
    title: '3.7.2. Первый опыт создания общефонетической теории (труд Уоллиса)',
    file: '/chapters/03-7-2.html'
  },
  {
    id: '03-7-3',
    title: '3.7.3. Фонетический анализ Холдера',
    file: '/chapters/03-7-3.html'
  },
  {
    id: '03-7-4',
    title: '3.7.4. Универсальная классификация звуков Уилкинса',
    file: '/chapters/03-7-4.html'
  },
  {
    id: '03-7-5',
    title: '3.7.5. Систематизация звуков английского языка у Купера',
    file: '/chapters/03-7-5.html'
  },
  {
    id: 'cont4',
    title: 'Глава 4. Фонетические исследования в XVIII в.',
    file: '/chapters/cont4.html',
    is_in_content: true
  },
  {
    id: '04',
    title: '4. Фонетические исследования в XVIII в.',
    file: '/chapters/04.html'
  },
  {
    id: '04-1',
    title: '4.1. Физиологический аспект звуков речи в труде Аммана',
    file: '/chapters/04-1.html'
  },
  {
    id: '04-2',
    title: '4.2. Артикуляторный и акустический анализ звуков речи в труде Тен Кате',
    file: '/chapters/04-2.html'
  },
  {
    id: '04-3',
    title: '4.3. Фонетические исследования во Франции',
    file: '/chapters/04-3.html'
  },
  {
    id: '04-3-1',
    title: '4.3.1. Описание французской фонетической системы в трудах Данжо',
    file: '/chapters/04-3-1.html'
  },
  {
    id: '04-3-2',
    title: '4.3.2. Описания звукового строя языка в грамматиках первой половины XVIII в.',
    file: '/chapters/04-3-2.html'
  },
  {
    id: '04-3-3-1',
    title: '4.3.3.1. Фонетические взгляды Дюмарсе',
    file: '/chapters/04-3-3-1.html'
  },
  {
    id: '04-3-3-2',
    title: '4.3.3.2. Фонетический анализ у Ш. Дюкло',
    file: '/chapters/04-3-3-2.html'
  },
  {
    id: '04-3-3-3',
    title: '4.3.3.3. Фонетическая теория в изложении Бульетта',
    file: '/chapters/04-3-3-3.html'
  },
  {
    id: '04-3-3-4',
    title: '4.3.3.4. Систематизация звуков и классификация слогов в труде Н. Бозе',
    file: '/chapters/04-3-3-4.html'
  },
  {
    id: '04-4',
    title: '4.4. Фонетические описания, связанные с проблемой происхождения языка',
    file: '/chapters/04-4.html'
  },
  {
    id: '04-4-1',
    title: '4.4.1. Классификация звуков речи и символическая транскрипция де Бросса',
    file: '/chapters/04-4-1.html'
  },
  {
    id: '04-4-2',
    title: '4.4.2. Фонетические описания Кур де Жеблена',
    file: '/chapters/04-4-2.html'
  },
  {
    id: '04-5',
    title: '4.5. Вопросы фонетики в «Немецкой грамматике» Аделунга',
    file: '/chapters/04-5.html'
  },
    {
    id: '04-6',
    title: '4.6. Механическая имитация звуков речи',
    file: '/chapters/04-6.html'
  },
  {
    id: '04-6-1',
    title: '4.6.1. Искусственные гласные Кратценштейна',
    file: '/chapters/04-6-1.html'
  },
  {
    id: '04-6-2',
    title: '4.6.2. Анализ артикуляции звуков и говорящая машина Кемпелена',
    file: '/chapters/04-6-2.html'
  },
  {
    id: '04-7',
    title: '4.7. Описание и классификация звуков речи в труде Хеллвага',
    file: '/chapters/04-7.html'
  },
  {
    id: 'cont5',
    title: 'Глава 5. Описания фонетического строя русского языка',
    file: '/chapters/cont5.html',
    is_in_content: true
  },
  {
    id: '05-1-1',
    title: '5.1.1. Описания русских звуков иностранцами',
    file: '/chapters/05-1-1.html'
  },
  {
    id: '05-1-2',
    title: '5.1.2. «Грамматика» Мелетия Смотрицкого',
    file: '/chapters/05-1-2.html'
  },
  {
    id: '05-1-3',
    title: '5.1.3. «Грамматика» В.Е. Адодурова',
    file: '/chapters/05-1-3.html'
  },
  {
    id: '05-1-4',
    title: '5.1.4. Вопросы русской фонетики, графики и орфографии у В.К. Тредиаковского',
    file: '/chapters/05-1-4.html'
  },
  {
    id: '05-2',
    title: '5.2. Описание русской фонетики в «Российской грамматике» М.В. Ломоносова',
    file: '/chapters/05-2.html'
  },
  {
    id: '05-3',
    title: '5.3. Русская фонетика в «Российской грамматике» А.А. Барсова',
    file: '/chapters/05-3.html'
  },
  {
    id: 'cont6',
    title: 'Глава 6. Фонетические исследования в Западной Европе в XIX в.',
    file: '/chapters/cont6.html',
    is_in_content: true
  },
  {
    id: '06',
    title: '6. Фонетические исследования в Западной Европе в XIX в.',
    file: '/chapters/06.html'
  },
  {
    id: '06-1',
    title: '6.1. Фонетические описания санскрита в древней Индии',
    file: '/chapters/06-1.html'
  },
  {
    id: '06-2',
    title: '6.2. Фонетические описания первой трети XIX в.',
    file: '/chapters/06-2.html'
  },
  {
    id: '06-2-1',
    title: '6.2.1. Классификация и описания звуков речи в трудах английских авторов',
    file: '/chapters/06-2-1.html'
  },
  {
    id: '06-2-2-1',
    title: '6.2.2.1. Фонетические сведения в работе Харниша',
    file: '/chapters/06-2-2-1.html'
  },
  {
    id: '06-2-2-2',
    title: '6.2.2.2. Классификация звуков речи в работах Хладни',
    file: '/chapters/06-2-2-2.html'
  },
  {
    id: '06-2-3',
    title: '6.2.3. Описания артикуляции звуков речи в трудах по физиологии',
    file: '/chapters/06-2-3.html'
  },
  {
    id: '06-3',
    title: '6.3. Фонетические описания в трудах по сравнительной грамматике',
    file: '/chapters/06-3.html'
  },
  {
    id: '06-4-1',
    title: '6.4.1. Универсальный алфавит Лепсиуса',
    file: '/chapters/06-4-1.html'
  },
  {
    id: '06-4-2-1',
    title: '6.4.2.1. Физиологическая классификация звуков речи у Э. Брюкке',
    file: '/chapters/06-4-2-1.html'
  },{
    id: '06-4-2-2',
    title: '6.4.2.2. Фонетические описания у Меркеля',
    file: '/chapters/06-4-2-2.html'
  },{
    id: '06-4-3-1',
    title: '6.4.3.1. Описание звуков речи и их классификация у Дю Буа-Реймона',
    file: '/chapters/06-4-3-1.html'
  },{
    id: '06-4-3-2',
    title: '6.4.3.2. Система звуков М. Таузинга',
    file: '/chapters/06-4-3-2.html'
  },{
    id: '06-4-3-3',
    title: '6.4.3.3. Монография по общей фонетике Румпельта',
    file: '/chapters/06-4-3-3.html'
  },
  {
    id: '06-4-3-4',
    title: '6.4.3.4. Фонетические описания в учебной литературе',
    file: '/chapters/06-4-3-4.html'
  },
  {
    id: '06-5-1',
    title: '6.5.1. Труды по общей фонетике А. Эллиса',
    file: '/chapters/06-5-1.html'
  },
  {
    id: '06-5-2',
    title: '6.5.2. Фонетическая система А.М. Белла',
    file: '/chapters/06-5-2.html'
  },{
    id: '06-5-3',
    title: '6.5.3. Фонетическая система Г. Суита',
    file: '/chapters/06-5-3.html'
  },
  {
    id: 'cont7',
    title: 'Глава 7. Фонетические описания в России в XIX в. (до 80-х годов)',
    file: '/chapters/cont7.html',
    is_in_content: true
  },
  {
    id: '07-1-1',
    title: '7.1.1. Сведения по фонетике русского языка в Академической грамматике',
    file: '/chapters/07-1-1.html'
  },
  {
    id: '07-1-2',
    title: '7.1.2. Общефонетические сведения в пособии для гимназий',
    file: '/chapters/07-1-2.html'
  },
  {
    id: '07-1-3',
    title: '7.1.3. Классификация звуков речи у Греча',
    file: '/chapters/07-1-3.html'
  },
  {
    id: '07-2-1',
    title: '7.2.1. Фонетические сведения в связи со сравнительно-историческими исследованиями в диссертации Каткова',
    file: '/chapters/07-2-1.html'
  },
  {
    id: '07-2-2',
    title: '7.2.2. Фонетические взгляды Павского',
    file: '/chapters/07-2-2.html'
  },
  {
    id: '07-2-3',
    title: '7.2.3. Фонетическая теория Барана',
    file: '/chapters/07-2-3.html'
  },
  {
    id: '07-2-4',
    title: '7.2.4. Фонетические сведения в грамматических работах Буслаева',
    file: '/chapters/07-2-4.html'
  },
  {
    id: '07-2-5',
    title: '7.2.5. Сведения по фонетике в работе Аксакова',
    file: '/chapters/07-2-5.html'
  },
  {
    id: '07-2-6',
    title: '7.2.6. Общий уровень знаний о звуковом строе языка (по материалам гимназических учебников)',
    file: '/chapters/07-2-6.html'
  },{
    id: '07-3-1',
    title: '7.3.1. Сведения по общей фонетике в работе М.А. Тулова',
    file: '/chapters/07-3-1.html'
  },{
    id: '07-3-2',
    title: '7.3.2. Вопросы общей и русской фонетики у Я.К. Грота',
    file: '/chapters/07-3-2.html'
  },{
    id: '07-3-3',
    title: '7.3.3. Вопросы фонетики в работах Н.В. Крушевского',
    file: '/chapters/07-3-3.html'
  },{
    id: '07-4',
    title: '7.4. Труды по русской и общей фонетике В.А. Богородицкого',
    file: '/chapters/07-4.html'
  },
  {
    id: 'cont8',
    title: 'Глава 8. Фонетические исследования в Западной Европе в конце XIX – начале XX в.',
    file: '/chapters/cont8.html',
    is_in_content: true
  },
  {
    id: '08',
    title: '7.2.4. Фонетические сведения в грамматических работах Буслаева',
    file: '/chapters/08.html'
  },
  {
    id: '08-1',
    title: '8.1. Системный фонетический анализ в труде Й. Винтелера',
    file: '/chapters/08-1.html'
  },
  {
    id: '08-2',
    title: '8.2. Общая фонетическая теория в труде Э. Сиверса',
    file: '/chapters/08-2.html'
  },{
    id: '08-3',
    title: '8.3. Труды по общей фонетике в конце XIX в. – начале XX в.',
    file: '/chapters/08-3.html'
  },{
    id: '08-3-1',
    title: '8.3.1. Описание звуков речи в пособии по физиологии',
    file: '/chapters/08-3-2.html'
  },
  {
    id: '08-3-2',
    title: '8.3.2. Монография по общей фонетике М. Траутманна',
    file: '/chapters/08-3-2.html'
  },
  {
    id: '08-3-3',
    title: '8.3.3. Вопросы общей фонетики и классификация звуков речи в трудах Ф. Техмера',
    file: '/chapters/08-3-3.html'
  },
  {
    id: '08-3-4',
    title: '8.3.4. Вопросы общей фонетики в работах Й. Сторма',
    file: '/chapters/08-3-4.html'
  },
  {
    id: '08-4',
    title: '8.4. Фонетические описания в труде В. Фиетора',
    file: '/chapters/08-4.html'
  },
  {
    id: '08-5',
    title: '8.5. П. Пасси и создание Международной фонетической ассоциации',
    file: '/chapters/08-5.html'
  },
  {
    id: '08-6',
    title: '8.6. Фонетические взгляды О. Йесперсена',
    file: '/chapters/08-6.html'
  },
  {
    id: 'cont9',
    title: 'Глава 9. Возникновение фонологической теории',
    file: '/chapters/cont9.html',
    is_in_content: true
  },
  {
    id: '09-1',
    title: '9.1. Теория фонемы у Бодуэна де Куртенэ',
    file: '/chapters/09-1.html'
  },
  {
    id: '09-2',
    title: '9.2. Теория фонемы и проблемы фонетики в трудах Л.В. Щербы',
    file: '/chapters/09-2.html'
  },
   {
    id: 'cont10',
    title: 'Глава 10. Развитие инструментальных методов в фонетике (история инструментальной фонетики)',
    file: '/chapters/cont10.html',
    is_in_content: true
  },
  {
    id: '10',
    title: '10. Развитие инструментальных методов в фонетике',
    file: '/chapters/10.html'
  },
  {
    id: '10-1',
    title: '10.1. Методы изучения артикуляций',
    file: '/chapters/10-1.html'
  },
  {
    id: '10-2',
    title: '10.2. Исследования механизма голосообразования',
    file: '/chapters/10-2.html'
  },
  {
    id: '10-3',
    title: '10.3. Исследования ударения и интонации',
    file: '/chapters/10-3.html'
  },
  {
    id: '10-4',
    title: '10.4. Исследования акустических характеристик звуков',
    file: '/chapters/10-4.html'
  },
  {
    id: 'zakluch',
    title: 'ЗАКЛЮЧЕНИЕ',
    file: '/chapters/zakluch.html',
    is_in_content: true
  },
  {
    id: 'worldbet',
    title: 'Приложение 1. Транскрипция на основе WORLDBET',
    file: '/chapters/worldbet.html',
    is_in_content: true
  },
  {
    id: 'sampa',
    title: 'Приложение 2. Транскрипция на основе SAMPA',
    file: '/chapters/sampa.html',
    is_in_content: true
  },
  {
    id: 'ipachart',
    title: 'Приложение 3. The international phonetic alphabet',
    file: '/chapters/ipachart.html',
    is_in_content: true
  },
  {
    id: 'ipasoundcont',
    title: 'Приложение 4. Международный фонетический алфавит (со звуковым сопровождением)',
    file: '/chapters/ipasoundcont.html',
    is_in_content: true
  },
  {
    id: 'spisok',
    title: 'СПИСОК ЛИТЕРАТУРЫ',
    file: '/chapters/spisok.html',
    is_in_content: true
  },
  {
    id: 'upr',
    title: 'СПИСОК КОНТРОЛЬНЫХ УПРАЖНЕНИЙ',
    file: '/chapters/upr.html',
    is_in_content: true
  },
  {
    id: 'names',
    title: 'ИМЕННОЙ УКАЗАТЕЛЬ',
    file: '/chapters/names.html',
    is_in_content: true
  },
  {
    id: 'terms',
    title: 'ТЕРМИНОЛОГИЧЕСКИЙ СЛОВАРЬ',
    file: '/chapters/terms.html',
    is_in_content: true
  },
];