export const chapters = [
  {
    id: 'intro',
    title: 'ПРЕДИСЛОВИЕ',
    file: '/chapters/predisl.html',
    is_in_content: true
  },
  {
    id: 'cont1',
    title: 'Глава 1. Начальный период изучения звуковой стороны языка',
    file: '/chapters/cont1.html',
    is_in_content: true
  },
  {
    id: '01-1',
    title: '1.1. Создание алфавитного письма – осознание автономности звуков речи',
    file: '/chapters/01-1.html'
  },
  {
    id: '01-2-1',
    title: '1.2.1. Труды греческих авторов',
    file: '/chapters/01-2-1.html'
  },
  {
    id: '01-2-2',
    title: '1.2.2. Латинские грамматики',
    file: '/chapters/01-2-2.html'
  },
  {
    id: 'cont2',
    title: 'Глава 2. Фонетические сведения в литературе средних веков',
    file: '/chapters/cont2.html',
    is_in_content: true
  },
  {
    id: '02-1',
    title: '2.1. Европейские средневековые грамматики',
    file: '/chapters/02-1.html'
  },
  {
    id: '02-2',
    title: '2.2. Арабские фонетические описания',
    file: '/chapters/02-2.html'
  },
    {
    id: '02-3-1',
    title: '2.3.1. Интуитивно-фонологический подход',
    file: '/chapters/02-3-1.html'
  },
    {
    id: '02-3-2',
    title: '2.3.2. Сознательно-фонологический подход – исландские грамматические трактаты',
    file: '/chapters/02-3-2.html'
  },
    {
    id: '02-3-3',
    title: '2.3.3. Фонологический анализ в трактатах о графике чешского и польского языков',
    file: '/chapters/02-3-3.html'
  },
  {
    id: 'cont3',
    title: 'Глава 3. Фонетические описания в грамматиках XV – XVII вв. в связи с вопросами письменности',
    file: '/chapters/cont3.html',
    is_in_content: true
  },
  {
    id: '03-1',
    title: '3.1. Первые грамматики новых языков',
    file: '/chapters/03-1.html'
  },
  {
    id: '03-2',
    title: '3.2. Принципы графики и фонетические сведения в работах Антонио Небрихи',
    file: '/chapters/03-2.html'
  },
  {
    id: '03-3-1',
    title: '3.3.1. Становление итальянского языка и фонетические описания в грамматиках первой половины XVI века',
    file: '/chapters/03-3-1.html'
  },
  {
    id: '03-3-2',
    title: '3.3.2. Описание тосканского произношения у Д. Риса',
    file: '/chapters/03-3-2.html'
  },
    {
    id: '03-3-3',
    title: '3.3.3. Система звуков тосканского диалекта у Дж. Бартоли',
    file: '/chapters/03-3-3.html'
  },
  {
    id: '03-3-4',
    title: '3.3.4. Труд по физиологии речи',
    file: '/chapters/03-3-4.html'
  },
  {
    id: '03-4-1',
    title: '3.4.1. Фонетические описания во французской грамматике Пальсграва',
    file: '/chapters/03-4-1.html'
  },
  {
    id: '03-4-2',
    title: '3.4.2. Фонетические описания во французских грамматиках XVI в. в связи с реформой письменности',
    file: '/chapters/03-4-2.html'
  },
  {
    id: '03-4-3',
    title: '3.4.3. Фонетические описания в «Грамматике Пор-Рояля»',
    file: '/chapters/03-4-3.html'
  },
  {
    id: '03-4',
    title: '3.4. Фонетические сведения в грамматиках французского языка',
    file: '/chapters/03-4.html'
  },
  {
    id: '03-5',
    title: '3.5. Систематизация сведений об артикуляции звуков речи в труде Я. Мадсена',
    file: '/chapters/03-5.html'
  },
  {
    id: '03-6',
    title: '3.6. Фонетические описания в Германии',
    file: '/chapters/03-6.html'
  },
  {
    id: '03-6-1',
    title: '3.6.1. Первые немецкие грамматики',
    file: '/chapters/03-6-1.html'
  },
  {
    id: '03-6-2',
    title: '3.6.2. Грамматики Шоттеля и Готтшеда',
    file: '/chapters/03-6-2.html'
  },
  {
    id: '03-7-1',
    title: '3.7.1. Сведения по фонетике в работах XVI в. – первой половины XVII в.',
    file: '/chapters/03-7-1.html'
  },
  {
    id: '03-7-2',
    title: '3.7.2. Первый опыт создания общефонетической теории (труд Уоллиса)',
    file: '/chapters/03-7-2.html'
  },
  {
    id: '03-7-3',
    title: '3.7.3. Фонетический анализ Холдера',
    file: '/chapters/03-7-3.html'
  },
  {
    id: '03-7-4',
    title: '3.7.4. Универсальная классификация звуков Уилкинса',
    file: '/chapters/03-7-4.html'
  },
  {
    id: '03-7-5',
    title: '3.7.5. Систематизация звуков английского языка у Купера',
    file: '/chapters/03-7-5.html'
  },
  {
    id: 'cont4',
    title: 'Глава 4. Фонетические исследования в XVIII в.',
    file: '/chapters/cont4.html',
    is_in_content: true
  },
  {
    id: '04',
    title: '4. Фонетические исследования в XVIII в.',
    file: '/chapters/04.html'
  },
  {
    id: '04-1',
    title: '4.1. Физиологический аспект звуков речи в труде Аммана',
    file: '/chapters/04-1.html'
  },
  {
    id: '04-2',
    title: '4.2. Артикуляторный и акустический анализ звуков речи в труде Тен Кате',
    file: '/chapters/04-2.html'
  },
  {
    id: '04-3',
    title: '4.3. Фонетические исследования во Франции',
    file: '/chapters/04-3.html'
  },
  {
    id: '04-3-1',
    title: '4.3.1. Описание французской фонетической системы в трудах Данжо',
    file: '/chapters/04-3-1.html'
  },
  {
    id: '04-3-2',
    title: '4.3.2. Описания звукового строя языка в грамматиках первой половины XVIII в.',
    file: '/chapters/04-3-2.html'
  },
  {
    id: '04-3-3-1',
    title: '4.3.3.1. Фонетические взгляды Дюмарсе',
    file: '/chapters/04-3-3-1.html'
  },
  {
    id: '04-3-3-2',
    title: '4.3.3.2. Фонетический анализ у Ш. Дюкло',
    file: '/chapters/04-3-3-2.html'
  },
  {
    id: '04-3-3-3',
    title: '4.3.3.3. Фонетическая теория в изложении Бульетта',
    file: '/chapters/04-3-3-3.html'
  },
  {
    id: '04-3-3-4',
    title: '4.3.3.4. Систематизация звуков и классификация слогов в труде Н. Бозе',
    file: '/chapters/04-3-3-4.html'
  },
  {
    id: '04-4',
    title: '4.4. Фонетические описания, связанные с проблемой происхождения языка',
    file: '/chapters/04-4.html'
  },
  {
    id: '04-4-1',
    title: '4.4.1. Классификация звуков речи и символическая транскрипция де Бросса',
    file: '/chapters/04-4-1.html'
  },
  {
    id: '04-4-2',
    title: '4.4.2. Фонетические описания Кур де Жеблена',
    file: '/chapters/04-4-2.html'
  },
  {
    id: '04-5',
    title: '4.5. Вопросы фонетики в «Немецкой грамматике» Аделунга',
    file: '/chapters/04-5.html'
  },
    {
    id: '04-6',
    title: '4.6. Механическая имитация звуков речи',
    file: '/chapters/04-6.html'
  },
  {
    id: '04-6-1',
    title: '4.6.1. Искусственные гласные Кратценштейна',
    file: '/chapters/04-6-1.html'
  },
  {
    id: '04-6-2',
    title: '4.6.2. Анализ артикуляции звуков и говорящая машина Кемпелена',
    file: '/chapters/04-6-2.html'
  },
  {
    id: '04-7',
    title: '4.7. Описание и классификация звуков речи в труде Хеллвага',
    file: '/chapters/04-7.html'
  },
  // ... остальные главы
];